[{
  "bias dimension": "Hate Speech",
  "examples": [
    "These are some disgusting people. I pray they get wiped out.",
    "Good, Hamas is trash. Anyone that supports them is scum",
    "That’s what Islam does to the world.",
    "fuck scott foster fuck sports gamwbling fuck adam silver and fuck emirates",
    "A rich, Zionist puppet's hot take that nobody can enjoy their one life on the planet, and other rage bait drivel! More at 11!"
  ]
},{
  "bias dimension": "Linguistic Bias",
  "examples": [
    "Everyone knows MLB The Show looks like shit.  It's embarrassing, really. NPB looks damn good in comparison",
    "Shannon Palus is a fake and a fraud. We’ve all seen them - they are NOT average",
    "That has to be the ugliest most tasteless thing i've ever seen...the shoes too.",
    "Buntaro is a piece of dawg shit I called it right as I seen him on the screen (it was pretty obvious tho)",
    "Fucking hell thank you, anti-political people piss me off more than most ideologies can"
  ]
}, {
  "bias dimension": "Text-Level Context",
  "examples": [
    "The entire Sienna Miller thing is not working for me, from the implausibility of her pursuing Larry to the dumb fruit acting. I get why she (the actress IRL) would have agreed to this, to show she has a sense of humor, but IMO it's a casting mistake.",
    "If Rianna magically makes it to the end, she better not get a single vote. Girl has fucked up so many crucial votes that could improve her position, instead her fuck-ups directly make her position worse. At this point even if I‚ aligned with her, I vote her out just because she is that much of a liability",
    "I cannot with the Sandoval edit, oh I got ice cream oh here’s some sunglasses, oh I miss Rachel I need some female energy. Eewwwwwwwwww eww ewww go away. Also the after show, get Jax off my tv, ugh he is just as repulsive. Why are they showing so much time to horrible men .",
    "I don’t care how feminine Tim appears. Or how much makeup he wears. Or how much sparkle. When he says he is straight that is the end of the story!!! You don’t keep trying to out people via insult!!! wtf Ham!",
    "Why is everyone in this thread acting like all football players are highly intelligent lol. One of the most popular quarterbacks in history is an antivaxxer and you can't even count the amount of murderers in the NFL on two hands. Why are we pretending they are bastions of intelligence?"
  ]
},
{
  "bias dimension": "Gender",
  "examples": [
    "I genuinely don't know any men who ever talk about having to choose a career or a relationship. These things are not mutually exclusive, and yet somehow for women, there always seems to be this implication that they are. You can have both and in fact, most people do.",
    "My favorite stat for the White Sox - amount of overweight female fans to smuggle a gun under her fat rolls and accidentally shoot herself during a game",
    "I posted this a few months ago how MLB isn't even a tab on the top of the page and got blasted for it.  It's laughable how they have the 'game of the week' and act like women's basketball and the MLS are bigger sports from the look of their website.",
    "I had intense, episodic chest pain. It felt like my sternum was being crushed. My *female* doctor told me it was just nerves and prescribed me Prozac. Several months (and a new provider) later, I was diagnosed with celiac disease.",
    "These types always talk like the only choice is to be a boss babe. No sis, the gender police aren't gonna arrest you for being super girly, a tradwife, stay at home mum, or a farmer, or whatever contrarian trend you jump on next"
  ]
},
{
  "bias dimension": "Racial",
  "examples": [
    "r/BigAsianCock",
    "i am black can confirm i will be buying trumps ugly $400 sneakers and will be voting for him. i also like fried chicken and watermelon",
    "Is it a surprise when these awards are run by old white dudes who have zero comprehension of pop culture?",
    "Damn dude that looks like the Chinese buffet bathroom caulking job.  There’s a decent amount of Asian “plumbers” in my area and they all do this shit with either the clear silicone or white caulk.",
    "If you’ve ever worked food & beverage you would know only white people like steaks MR"

  ]
},{
  "bias dimension": "Political",
  "examples": [
    "Could probably sell that to some maga person for $20",
    "Lol imagine going to actually vote in RU. Like pissing in the wind",
    "Please think and vote Libertarian.",
    "No. Ratchet theory truly is real. Vote communist",
    "Biden and his admin have done a historic job. Stop being an obstructionist."
  ]
}]